[
  {
    "CreatedAt": "10/01/2021",
    "Image": "03EC81D9-09D8-4419-9968-5F42FF03A7D8.jpg",
    "Source": "",
    "IsActive": false,
    "Translations": [
      {
        "Title": "Absolut: бутылка Absolut",
        "Description": "Печатная маркетинговая кампания Absolut началась в 1980 году и оказалась невероятно успешной. Это была самая продолжительная непрерывная рекламная кампания, которая длилась 25 лет и содержала более 1500 различных изображений, и резко увеличила долю Absolut на рынке водки в США.\r\nНесмотря на относительно приземленный внешний вид бутылки водки Absolut, в этой креативной маркетинговой кампании использовались предметы повседневного обихода и декорации, имитирующие форму, создавая захватывающее повествование, полюбившееся всем.\r\nВывод: даже если ваш продукт выглядит скучно, вы все равно можете сделать его интересным и уникальным, проявив немного творчества.",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"

      },
      {
        "Title": "Absolut: The Absolut Bottle",
        "Description": "The Absolut print marketing campaign started in 1980 and was unbelievably successful. Running for 25 years and featuring over 1,500 different images, this was the longest uninterrupted ad campaign ever and dramatically increased Absolut’s share of the US vodka market.\r\nDespite the Absolut vodka bottle’s relatively mundane appearance, this creative marketing campaign involved everyday items and scenery being used to mimic the shape, creating an exciting narrative loved by all.\r\nTakeaway: Even if your product looks uninspiring, you can still make it interesting and unique with a bit of creativity.",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"

      }
    ]
  },
  {
    "CreatedAt": "10/05/2021",
    "Image": "20224B20-6CAB-4CF1-BD54-2CFD44E8E927.jpg",
    "Source": "",
    "IsActive": true,
    "Translations": [
      {
        "Title": "Совет по переработке молока в Калифорнии",
        "Description": "Одна из самых известных печатных объявлений во всем мире, Калифорнийский совет производителей молока «Got Milk?» Кампания увеличила продажи молока в Калифорнии на 7% за один год, и она захватила воображение людей во всем мире… мемы и пародии все еще популярны сегодня! Кампания была разработана рекламным агентством Goodby, Silverstein, & Partners и нацелена на людей, которые уже пьют молоко, с логикой, что «люди думают о молоке только тогда, когда оно у них заканчивается». Реклама включала печатные издания, телевидение, радио и рекламные щиты и показывалась более десяти лет. Вывод: иногда лучше обратиться к вашему текущему рынку, чем искать новый.",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"
      },
      {
        "Title": "California Milk Processor Board: Got Milk? ",
        "Description": "One of the most famous print ads around the world, the California Milk Processor Board’s “Got Milk?” campaign increased milk sales in California by 7% in a single year, and it captured the imagination of people worldwide… With memes and parodies still popular today! The campaign came from ad agency Goodby, Silverstein, & Partners and was aimed at people who already drink milk, with the logic that “the only time people really think about milk is when they’ve run out of it.” The ad included print, television, radio, and billboards and ran for over a decade.Takeaway: Sometimes, it’s better to appeal to your current market than to seek a new one.",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"
      }
    ]
  },
  {

    "CreatedAt": "10/08/2021",
    "Image": "4486E4A8-68D3-4172-B8B3-3CBA30F4B422.jpg",
    "Source": "",
    "IsActive": true,
    "Translations": [
      {
        "Title": "Clairol: Есть она или нет?",
        "Description": "This stand-alone print ad is from 1957 when using artificial colors in your hair was stigmatized. The slogan “does she or doesn’t she” was created following a real conversation between copywriter Shirley Polykoff and her mother-in-law, tapping into the idea that hair coloring could be a secret between a woman and her hairdresser.When the print ad first entered circulation in 1957, only 1 in 15 women admitted to coloring their hair. By the end of the campaign (11 years later), this increased to 1 in 2! Takeaway: It’s better to show than tell. ",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"

      },
      {
        "Title": "Clairol: Does She or Doesn’t She? ",
        "Description": "Это отдельная печатная реклама 1957 года, когда использование искусственных красителей в волосах было заклеймено. Слоган «делает она или нет» был создан после реального разговора между копирайтером Ширли Поликофф и ее свекровью, в ходе которого была высказана идея о том, что окрашивание волос может быть секретом между женщиной и ее парикмахером. Объявление впервые появилось в обращении в 1957 году, только одна из 15 женщин призналась в окрашивании волос. К концу кампании (11 лет спустя) это число увеличилось до 1 из 2! Вывод: лучше показать, чем рассказать.",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"
      }
    ]
  },
  {

    "CreatedAt": "10/15/2021",
    "Image": "7CE03C92-2D4E-47C2-A62E-82AD9F5A7009.jpg",
    "Source": "",
    "IsActive": false,
    "Translations": [
      {
        "Title": "BBC: Рекламный щит Дракулы",
        "Description": "Появившись в Великобритании ближе к концу 2019 года, BBC подняла наружную рекламу на совершенно новый уровень, продвигая свое новое шоу «Дракула». На этом рекламном щите был белый рисунок с несколькими стейками, вбитыми в него в течение дня: подходит для шоу о вампирах, верно? Однако ночью из-за продуманного дизайна и стратегического размещения стейков на белом фоне появлялась тень, создавая появится тень знаменитого графа. Один из лучших примеров креативной рекламы, которые мы когда-либо видели. Вывод: нестандартное мышление может позволить вам по-новому использовать классические рекламные стратегии для создания чего-то уникального.",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"

      },
      {
        "Title": "BBC: Dracula Billboard",
        "Description": "Appearing across the UK near the end of 2019, the BBC took outdoor advertising to a whole new level when promoting their new show, Dracula. This billboard featured a white design with several steaks hammered into it during the day: appropriate for a show about vampires, right? However, by night, the steaks’ clever design and strategic placement caused a shadow to appear across the white background, creating a shadow of the famous count to appear. One of the best creative advertisement examples we’ve ever seen. Takeaway: Thinking outside the box can allow you to use classic ad strategies in new ways to create something unique.",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"

      }
    ]
  },
  {

    "CreatedAt": "10/20/2021",
    "Image": "7DAF886C-0FFC-404A-9308-60BCD2E98F5C.jpg",
    "Source": "",
    "IsActive": true,
    "Translations": [
      {
        "Title": "Найк: Просто сделай это!",
        "Description": "Перед кампанией Nike «Just Do It» в конце 1980-х годов ритейлер спортивной одежды обслуживал почти исключительно профессиональных спортсменов и марафонцев. Эта масштабная кампания смогла изменить восприятие бренда, использовав последнее повальное увлечение фитнесом в США и переименовав его в магазин одежды для широких масс. По словам создателей кампании, реклама «отражает нашу основную миссию». За эти годы он появился в разных форматах, в том числе в новаторском постере, выполненном шрифтом Брайля. Вывод: никогда не поздно привлечь новую аудиторию и произвести ребрендинг на что-то более доступное.",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"
      },
      {
        "Title": "Nike: Just Do it ",
        "Description": "Before Nike’s “Just Do It” campaign in the late 1980s, the sports apparel retailer catered almost exclusively to professional athletes and marathon runners. This huge campaign managed to change the brand perception by tapping into the US’s latest fitness craze and rebranding as an apparel store for the masses.According to the campaign’s creators, the ad “speaks to our core mission.” It’s appeared in multiple formats over the years, including an innovative poster completed in braille. Takeaway: It’s never too late to reach a new audience and rebrand to something more accessible. ",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"
      }
    ]
  },
  {

    "CreatedAt": "10/22/2021",
    "Image": "C781E728-780B-44B7-96EF-CCE1C1C2054A.jpg",
    "Source": "",
    "IsActive": true,
    "Translations": [
      {
        "Title": "Coca-Cola: поделитесь колой",
        "Description": "К настоящему времени большинство людей знакомы с бутылками, банками и рекламой Coca-Cola с огромным выбором названий в рамках кампании «Поделитесь колой с…». То, что началось в Австралии в 2011 году со 150 самых популярных имен страны, превратилось в мировую сенсацию, и теперь вы даже можете связаться с Coca-Cola для получения персонализированной бутылки с псевдонимом или логотипом компании. Персонализация такого временного предмета была чрезвычайно креативной и уступила место другим кампаниям Coke с лейблами с текстами песен, местами отдыха и т. Д. В дополнение к персонализированным лейблам Coke также рекламировала свою вдохновляющую кампанию на рекламных щитах по всему миру, и вы даже могли отправлять текстовые сообщения. имя, которое будет показано всему миру.",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"

      },
      {
        "Title": "Coca-Cola: Share a Coke",
        "Description": "By now, most people are familiar with Coca-Cola bottles, cans, and advertisements featuring a tremendous selection of names under the “Share a Coke with…” campaign. What started in Australia in 2011 with 150 of the country’s most popular names transformed into a global sensation, and now you can even contact Coca-Cola for a personalized bottle featuring a nickname or company logo. Such a temporary item’s personalization was hugely creative and gave way to other Coke campaigns with labels featuring song lyrics, holiday destinations, and more.In addition to the personalized labels, Coke also advertised their inspiring campaign on billboards worldwide, and you could even text in a name to be featured for the world to see.",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"

      }
    ]
  },
  {

    "CreatedAt": "09/18/2021",
    "Image": "DC74DA73-FE24-4511-8390-06599407F80B.jpg",
    "Source": "",
    "IsActive": true,
    "Translations": [
      {
        "Title": "DeBeers: Бриллиант навсегда",
        "Description": "Возможно, это одна из самых успешных рекламных кампаний. DeBeers навсегда изменила алмазную промышленность и брак благодаря своему простому лозунгу: «Бриллиант - это навсегда». До этой кампании обручальные кольца с бриллиантами не были так популярны, как сегодня, поэтому ДеБирс практически построил всю отрасль с нуля. Демонстрация того, как правильная кампания с использованием правильных слов и правильного изображения в нужное время может изменить весь рынок. С 1948 года в каждой рекламе DeBeers было написано: «Бриллиант - это навсегда», а в 1999 году AdAge присудил кампании «Слоган №1 века». Вывод: никогда не недооценивайте силу рекламы в создании роскоши и ценности.",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"
      },
      {
        "Title": "DeBeers: A Diamond is Forever",
        "Description": "Possibly one of the successful ad campaigns ever, DeBeers effectively changed the diamond industry and marriage forever with their simple slogan: “A diamond is forever.” Before this campaign, diamond engagement rings weren’t anywhere near as popular as they are today, so DeBeers practically built the entire industry from the ground up. Showing how the right campaign, using the right words, with the right visual, at the right time can transform an entire market. Since 1948, every single DeBeers advertisement featured the words “A diamond is forever,” and AdAge awarded the campaign “#1 Slogan of the Century” in 1999. Takeaway: Never underestimate the power of advertising for creating luxury and value.",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"
      }
    ]
  },
  {

    "CreatedAt": "10/24/2021",
    "Image": "E49530E6-4E33-4A32-8D6A-499F4F1D7913.jpg",
    "Source": "Будвайзер: «Что за дела».",
    "IsActive": false,
    "Translations": [
      {
        "Title": "Будвайзер: «Что за дела».",
        "Description": "Лучшие рекламные объявления остаются с нами даже после того, как их больше нет, и Budweiser всегда умел привлекать вдохновение и творческий потенциал своей аудитории с помощью креативных и забавных рекламных объявлений. Телевизионный рекламный ролик «Whassup» впервые появился в 1999 году и транслировался до 2002 года. В нем была представлена группа друзей, которые «смотрели игру, и у них был зародыш», и тем из нас, кто был достаточно взрослым, чтобы запомнить 90-е, появилась крылатая фраза, которая продержалась бы долго. годы. В 2020 году Budweiser переосмыслил эту успешную кампанию, выпустив «карантинный выпуск», где «проверка товарищей» - это «что за дела».",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"

      },
      {
        "Title": "Budweiser: \"Whassup.\"",
        "Description": "The best ads stay with us even after they’re gone, and Budweiser has always been great at capturing the inspiration and creativity of its audience with creative, funny ads. The “Whassup” television commercial first appeared in 1999, airing until 2002. It featured a group of friends who were “watching the game, havin’ a Bud” and gave those of us old enough to remember the 90s a catchphrase that would last for years. In 2020, Budweiser reimagined this successful campaign with a “quarantine edition” where “checking up on mates” is “whassup.”",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"

      }
    ]
  },
  {
    "CreatedAt": "10/01/2021",
    "Image": "03EC81D9-09D8-4419-9968-5F42FF03A7D8.jpg",
    "Source": "",
    "IsActive": false,
    "Translations": [
      {
        "Title": "Absolut: бутылка Absolut",
        "Description": "Печатная маркетинговая кампания Absolut началась в 1980 году и оказалась невероятно успешной. Это была самая продолжительная непрерывная рекламная кампания, которая длилась 25 лет и содержала более 1500 различных изображений, и резко увеличила долю Absolut на рынке водки в США.\r\nНесмотря на относительно приземленный внешний вид бутылки водки Absolut, в этой креативной маркетинговой кампании использовались предметы повседневного обихода и декорации, имитирующие форму, создавая захватывающее повествование, полюбившееся всем.\r\nВывод: даже если ваш продукт выглядит скучно, вы все равно можете сделать его интересным и уникальным, проявив немного творчества.",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"

      },
      {
        "Title": "Absolut: The Absolut Bottle",
        "Description": "The Absolut print marketing campaign started in 1980 and was unbelievably successful. Running for 25 years and featuring over 1,500 different images, this was the longest uninterrupted ad campaign ever and dramatically increased Absolut’s share of the US vodka market.\r\nDespite the Absolut vodka bottle’s relatively mundane appearance, this creative marketing campaign involved everyday items and scenery being used to mimic the shape, creating an exciting narrative loved by all.\r\nTakeaway: Even if your product looks uninspiring, you can still make it interesting and unique with a bit of creativity.",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"

      }
    ]
  },
  {
    "CreatedAt": "10/05/2021",
    "Image": "20224B20-6CAB-4CF1-BD54-2CFD44E8E927.jpg",
    "Source": "",
    "IsActive": true,
    "Translations": [
      {
        "Title": "Совет по переработке молока в Калифорнии",
        "Description": "Одна из самых известных печатных объявлений во всем мире, Калифорнийский совет производителей молока «Got Milk?» Кампания увеличила продажи молока в Калифорнии на 7% за один год, и она захватила воображение людей во всем мире… мемы и пародии все еще популярны сегодня! Кампания была разработана рекламным агентством Goodby, Silverstein, & Partners и нацелена на людей, которые уже пьют молоко, с логикой, что «люди думают о молоке только тогда, когда оно у них заканчивается». Реклама включала печатные издания, телевидение, радио и рекламные щиты и показывалась более десяти лет. Вывод: иногда лучше обратиться к вашему текущему рынку, чем искать новый.",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"
      },
      {
        "Title": "California Milk Processor Board: Got Milk? ",
        "Description": "One of the most famous print ads around the world, the California Milk Processor Board’s “Got Milk?” campaign increased milk sales in California by 7% in a single year, and it captured the imagination of people worldwide… With memes and parodies still popular today! The campaign came from ad agency Goodby, Silverstein, & Partners and was aimed at people who already drink milk, with the logic that “the only time people really think about milk is when they’ve run out of it.” The ad included print, television, radio, and billboards and ran for over a decade.Takeaway: Sometimes, it’s better to appeal to your current market than to seek a new one.",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"
      }
    ]
  },
  {

    "CreatedAt": "10/08/2021",
    "Image": "4486E4A8-68D3-4172-B8B3-3CBA30F4B422.jpg",
    "Source": "",
    "IsActive": true,
    "Translations": [
      {
        "Title": "Clairol: Есть она или нет?",
        "Description": "This stand-alone print ad is from 1957 when using artificial colors in your hair was stigmatized. The slogan “does she or doesn’t she” was created following a real conversation between copywriter Shirley Polykoff and her mother-in-law, tapping into the idea that hair coloring could be a secret between a woman and her hairdresser.When the print ad first entered circulation in 1957, only 1 in 15 women admitted to coloring their hair. By the end of the campaign (11 years later), this increased to 1 in 2! Takeaway: It’s better to show than tell. ",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"

      },
      {
        "Title": "Clairol: Does She or Doesn’t She? ",
        "Description": "Это отдельная печатная реклама 1957 года, когда использование искусственных красителей в волосах было заклеймено. Слоган «делает она или нет» был создан после реального разговора между копирайтером Ширли Поликофф и ее свекровью, в ходе которого была высказана идея о том, что окрашивание волос может быть секретом между женщиной и ее парикмахером. Объявление впервые появилось в обращении в 1957 году, только одна из 15 женщин призналась в окрашивании волос. К концу кампании (11 лет спустя) это число увеличилось до 1 из 2! Вывод: лучше показать, чем рассказать.",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"
      }
    ]
  },
  {

    "CreatedAt": "10/15/2021",
    "Image": "7CE03C92-2D4E-47C2-A62E-82AD9F5A7009.jpg",
    "Source": "",
    "IsActive": false,
    "Translations": [
      {
        "Title": "BBC: Рекламный щит Дракулы",
        "Description": "Появившись в Великобритании ближе к концу 2019 года, BBC подняла наружную рекламу на совершенно новый уровень, продвигая свое новое шоу «Дракула». На этом рекламном щите был белый рисунок с несколькими стейками, вбитыми в него в течение дня: подходит для шоу о вампирах, верно? Однако ночью из-за продуманного дизайна и стратегического размещения стейков на белом фоне появлялась тень, создавая появится тень знаменитого графа. Один из лучших примеров креативной рекламы, которые мы когда-либо видели. Вывод: нестандартное мышление может позволить вам по-новому использовать классические рекламные стратегии для создания чего-то уникального.",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"

      },
      {
        "Title": "BBC: Dracula Billboard",
        "Description": "Appearing across the UK near the end of 2019, the BBC took outdoor advertising to a whole new level when promoting their new show, Dracula. This billboard featured a white design with several steaks hammered into it during the day: appropriate for a show about vampires, right? However, by night, the steaks’ clever design and strategic placement caused a shadow to appear across the white background, creating a shadow of the famous count to appear. One of the best creative advertisement examples we’ve ever seen. Takeaway: Thinking outside the box can allow you to use classic ad strategies in new ways to create something unique.",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"

      }
    ]
  },
  {

    "CreatedAt": "10/20/2021",
    "Image": "7DAF886C-0FFC-404A-9308-60BCD2E98F5C.jpg",
    "Source": "",
    "IsActive": true,
    "Translations": [
      {
        "Title": "Найк: Просто сделай это!",
        "Description": "Перед кампанией Nike «Just Do It» в конце 1980-х годов ритейлер спортивной одежды обслуживал почти исключительно профессиональных спортсменов и марафонцев. Эта масштабная кампания смогла изменить восприятие бренда, использовав последнее повальное увлечение фитнесом в США и переименовав его в магазин одежды для широких масс. По словам создателей кампании, реклама «отражает нашу основную миссию». За эти годы он появился в разных форматах, в том числе в новаторском постере, выполненном шрифтом Брайля. Вывод: никогда не поздно привлечь новую аудиторию и произвести ребрендинг на что-то более доступное.",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"
      },
      {
        "Title": "Nike: Just Do it ",
        "Description": "Before Nike’s “Just Do It” campaign in the late 1980s, the sports apparel retailer catered almost exclusively to professional athletes and marathon runners. This huge campaign managed to change the brand perception by tapping into the US’s latest fitness craze and rebranding as an apparel store for the masses.According to the campaign’s creators, the ad “speaks to our core mission.” It’s appeared in multiple formats over the years, including an innovative poster completed in braille. Takeaway: It’s never too late to reach a new audience and rebrand to something more accessible. ",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"
      }
    ]
  },
  {

    "CreatedAt": "10/22/2021",
    "Image": "C781E728-780B-44B7-96EF-CCE1C1C2054A.jpg",
    "Source": "",
    "IsActive": true,
    "Translations": [
      {
        "Title": "Coca-Cola: поделитесь колой",
        "Description": "К настоящему времени большинство людей знакомы с бутылками, банками и рекламой Coca-Cola с огромным выбором названий в рамках кампании «Поделитесь колой с…». То, что началось в Австралии в 2011 году со 150 самых популярных имен страны, превратилось в мировую сенсацию, и теперь вы даже можете связаться с Coca-Cola для получения персонализированной бутылки с псевдонимом или логотипом компании. Персонализация такого временного предмета была чрезвычайно креативной и уступила место другим кампаниям Coke с лейблами с текстами песен, местами отдыха и т. Д. В дополнение к персонализированным лейблам Coke также рекламировала свою вдохновляющую кампанию на рекламных щитах по всему миру, и вы даже могли отправлять текстовые сообщения. имя, которое будет показано всему миру.",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"

      },
      {
        "Title": "Coca-Cola: Share a Coke",
        "Description": "By now, most people are familiar with Coca-Cola bottles, cans, and advertisements featuring a tremendous selection of names under the “Share a Coke with…” campaign. What started in Australia in 2011 with 150 of the country’s most popular names transformed into a global sensation, and now you can even contact Coca-Cola for a personalized bottle featuring a nickname or company logo. Such a temporary item’s personalization was hugely creative and gave way to other Coke campaigns with labels featuring song lyrics, holiday destinations, and more.In addition to the personalized labels, Coke also advertised their inspiring campaign on billboards worldwide, and you could even text in a name to be featured for the world to see.",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"

      }
    ]
  },
  {

    "CreatedAt": "09/18/2021",
    "Image": "DC74DA73-FE24-4511-8390-06599407F80B.jpg",
    "Source": "",
    "IsActive": true,
    "Translations": [
      {
        "Title": "DeBeers: Бриллиант навсегда",
        "Description": "Возможно, это одна из самых успешных рекламных кампаний. DeBeers навсегда изменила алмазную промышленность и брак благодаря своему простому лозунгу: «Бриллиант - это навсегда». До этой кампании обручальные кольца с бриллиантами не были так популярны, как сегодня, поэтому ДеБирс практически построил всю отрасль с нуля. Демонстрация того, как правильная кампания с использованием правильных слов и правильного изображения в нужное время может изменить весь рынок. С 1948 года в каждой рекламе DeBeers было написано: «Бриллиант - это навсегда», а в 1999 году AdAge присудил кампании «Слоган №1 века». Вывод: никогда не недооценивайте силу рекламы в создании роскоши и ценности.",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"
      },
      {
        "Title": "DeBeers: A Diamond is Forever",
        "Description": "Possibly one of the successful ad campaigns ever, DeBeers effectively changed the diamond industry and marriage forever with their simple slogan: “A diamond is forever.” Before this campaign, diamond engagement rings weren’t anywhere near as popular as they are today, so DeBeers practically built the entire industry from the ground up. Showing how the right campaign, using the right words, with the right visual, at the right time can transform an entire market. Since 1948, every single DeBeers advertisement featured the words “A diamond is forever,” and AdAge awarded the campaign “#1 Slogan of the Century” in 1999. Takeaway: Never underestimate the power of advertising for creating luxury and value.",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"
      }
    ]
  },
  {

    "CreatedAt": "10/24/2021",
    "Image": "E49530E6-4E33-4A32-8D6A-499F4F1D7913.jpg",
    "Source": "Будвайзер: «Что за дела».",
    "IsActive": false,
    "Translations": [
      {
        "Title": "Будвайзер: «Что за дела».",
        "Description": "Лучшие рекламные объявления остаются с нами даже после того, как их больше нет, и Budweiser всегда умел привлекать вдохновение и творческий потенциал своей аудитории с помощью креативных и забавных рекламных объявлений. Телевизионный рекламный ролик «Whassup» впервые появился в 1999 году и транслировался до 2002 года. В нем была представлена группа друзей, которые «смотрели игру, и у них был зародыш», и тем из нас, кто был достаточно взрослым, чтобы запомнить 90-е, появилась крылатая фраза, которая продержалась бы долго. годы. В 2020 году Budweiser переосмыслил эту успешную кампанию, выпустив «карантинный выпуск», где «проверка товарищей» - это «что за дела».",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"

      },
      {
        "Title": "Budweiser: \"Whassup.\"",
        "Description": "The best ads stay with us even after they’re gone, and Budweiser has always been great at capturing the inspiration and creativity of its audience with creative, funny ads. The “Whassup” television commercial first appeared in 1999, airing until 2002. It featured a group of friends who were “watching the game, havin’ a Bud” and gave those of us old enough to remember the 90s a catchphrase that would last for years. In 2020, Budweiser reimagined this successful campaign with a “quarantine edition” where “checking up on mates” is “whassup.”",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"

      }
    ]
  },
  {
    "CreatedAt": "10/01/2021",
    "Image": "03EC81D9-09D8-4419-9968-5F42FF03A7D8.jpg",
    "Source": "",
    "IsActive": false,
    "Translations": [
      {
        "Title": "Absolut: бутылка Absolut",
        "Description": "Печатная маркетинговая кампания Absolut началась в 1980 году и оказалась невероятно успешной. Это была самая продолжительная непрерывная рекламная кампания, которая длилась 25 лет и содержала более 1500 различных изображений, и резко увеличила долю Absolut на рынке водки в США.\r\nНесмотря на относительно приземленный внешний вид бутылки водки Absolut, в этой креативной маркетинговой кампании использовались предметы повседневного обихода и декорации, имитирующие форму, создавая захватывающее повествование, полюбившееся всем.\r\nВывод: даже если ваш продукт выглядит скучно, вы все равно можете сделать его интересным и уникальным, проявив немного творчества.",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"

      },
      {
        "Title": "Absolut: The Absolut Bottle",
        "Description": "The Absolut print marketing campaign started in 1980 and was unbelievably successful. Running for 25 years and featuring over 1,500 different images, this was the longest uninterrupted ad campaign ever and dramatically increased Absolut’s share of the US vodka market.\r\nDespite the Absolut vodka bottle’s relatively mundane appearance, this creative marketing campaign involved everyday items and scenery being used to mimic the shape, creating an exciting narrative loved by all.\r\nTakeaway: Even if your product looks uninspiring, you can still make it interesting and unique with a bit of creativity.",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"

      }
    ]
  },
  {
    "CreatedAt": "10/05/2021",
    "Image": "20224B20-6CAB-4CF1-BD54-2CFD44E8E927.jpg",
    "Source": "",
    "IsActive": true,
    "Translations": [
      {
        "Title": "Совет по переработке молока в Калифорнии",
        "Description": "Одна из самых известных печатных объявлений во всем мире, Калифорнийский совет производителей молока «Got Milk?» Кампания увеличила продажи молока в Калифорнии на 7% за один год, и она захватила воображение людей во всем мире… мемы и пародии все еще популярны сегодня! Кампания была разработана рекламным агентством Goodby, Silverstein, & Partners и нацелена на людей, которые уже пьют молоко, с логикой, что «люди думают о молоке только тогда, когда оно у них заканчивается». Реклама включала печатные издания, телевидение, радио и рекламные щиты и показывалась более десяти лет. Вывод: иногда лучше обратиться к вашему текущему рынку, чем искать новый.",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"
      },
      {
        "Title": "California Milk Processor Board: Got Milk? ",
        "Description": "One of the most famous print ads around the world, the California Milk Processor Board’s “Got Milk?” campaign increased milk sales in California by 7% in a single year, and it captured the imagination of people worldwide… With memes and parodies still popular today! The campaign came from ad agency Goodby, Silverstein, & Partners and was aimed at people who already drink milk, with the logic that “the only time people really think about milk is when they’ve run out of it.” The ad included print, television, radio, and billboards and ran for over a decade.Takeaway: Sometimes, it’s better to appeal to your current market than to seek a new one.",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"
      }
    ]
  },
  {

    "CreatedAt": "10/08/2021",
    "Image": "4486E4A8-68D3-4172-B8B3-3CBA30F4B422.jpg",
    "Source": "",
    "IsActive": true,
    "Translations": [
      {
        "Title": "Clairol: Есть она или нет?",
        "Description": "This stand-alone print ad is from 1957 when using artificial colors in your hair was stigmatized. The slogan “does she or doesn’t she” was created following a real conversation between copywriter Shirley Polykoff and her mother-in-law, tapping into the idea that hair coloring could be a secret between a woman and her hairdresser.When the print ad first entered circulation in 1957, only 1 in 15 women admitted to coloring their hair. By the end of the campaign (11 years later), this increased to 1 in 2! Takeaway: It’s better to show than tell. ",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"

      },
      {
        "Title": "Clairol: Does She or Doesn’t She? ",
        "Description": "Это отдельная печатная реклама 1957 года, когда использование искусственных красителей в волосах было заклеймено. Слоган «делает она или нет» был создан после реального разговора между копирайтером Ширли Поликофф и ее свекровью, в ходе которого была высказана идея о том, что окрашивание волос может быть секретом между женщиной и ее парикмахером. Объявление впервые появилось в обращении в 1957 году, только одна из 15 женщин призналась в окрашивании волос. К концу кампании (11 лет спустя) это число увеличилось до 1 из 2! Вывод: лучше показать, чем рассказать.",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"
      }
    ]
  },
  {

    "CreatedAt": "10/15/2021",
    "Image": "7CE03C92-2D4E-47C2-A62E-82AD9F5A7009.jpg",
    "Source": "",
    "IsActive": false,
    "Translations": [
      {
        "Title": "BBC: Рекламный щит Дракулы",
        "Description": "Появившись в Великобритании ближе к концу 2019 года, BBC подняла наружную рекламу на совершенно новый уровень, продвигая свое новое шоу «Дракула». На этом рекламном щите был белый рисунок с несколькими стейками, вбитыми в него в течение дня: подходит для шоу о вампирах, верно? Однако ночью из-за продуманного дизайна и стратегического размещения стейков на белом фоне появлялась тень, создавая появится тень знаменитого графа. Один из лучших примеров креативной рекламы, которые мы когда-либо видели. Вывод: нестандартное мышление может позволить вам по-новому использовать классические рекламные стратегии для создания чего-то уникального.",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"

      },
      {
        "Title": "BBC: Dracula Billboard",
        "Description": "Appearing across the UK near the end of 2019, the BBC took outdoor advertising to a whole new level when promoting their new show, Dracula. This billboard featured a white design with several steaks hammered into it during the day: appropriate for a show about vampires, right? However, by night, the steaks’ clever design and strategic placement caused a shadow to appear across the white background, creating a shadow of the famous count to appear. One of the best creative advertisement examples we’ve ever seen. Takeaway: Thinking outside the box can allow you to use classic ad strategies in new ways to create something unique.",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"

      }
    ]
  },
  {

    "CreatedAt": "10/20/2021",
    "Image": "7DAF886C-0FFC-404A-9308-60BCD2E98F5C.jpg",
    "Source": "",
    "IsActive": true,
    "Translations": [
      {
        "Title": "Найк: Просто сделай это!",
        "Description": "Перед кампанией Nike «Just Do It» в конце 1980-х годов ритейлер спортивной одежды обслуживал почти исключительно профессиональных спортсменов и марафонцев. Эта масштабная кампания смогла изменить восприятие бренда, использовав последнее повальное увлечение фитнесом в США и переименовав его в магазин одежды для широких масс. По словам создателей кампании, реклама «отражает нашу основную миссию». За эти годы он появился в разных форматах, в том числе в новаторском постере, выполненном шрифтом Брайля. Вывод: никогда не поздно привлечь новую аудиторию и произвести ребрендинг на что-то более доступное.",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"
      },
      {
        "Title": "Nike: Just Do it ",
        "Description": "Before Nike’s “Just Do It” campaign in the late 1980s, the sports apparel retailer catered almost exclusively to professional athletes and marathon runners. This huge campaign managed to change the brand perception by tapping into the US’s latest fitness craze and rebranding as an apparel store for the masses.According to the campaign’s creators, the ad “speaks to our core mission.” It’s appeared in multiple formats over the years, including an innovative poster completed in braille. Takeaway: It’s never too late to reach a new audience and rebrand to something more accessible. ",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"
      }
    ]
  },
  {

    "CreatedAt": "10/22/2021",
    "Image": "C781E728-780B-44B7-96EF-CCE1C1C2054A.jpg",
    "Source": "",
    "IsActive": true,
    "Translations": [
      {
        "Title": "Coca-Cola: поделитесь колой",
        "Description": "К настоящему времени большинство людей знакомы с бутылками, банками и рекламой Coca-Cola с огромным выбором названий в рамках кампании «Поделитесь колой с…». То, что началось в Австралии в 2011 году со 150 самых популярных имен страны, превратилось в мировую сенсацию, и теперь вы даже можете связаться с Coca-Cola для получения персонализированной бутылки с псевдонимом или логотипом компании. Персонализация такого временного предмета была чрезвычайно креативной и уступила место другим кампаниям Coke с лейблами с текстами песен, местами отдыха и т. Д. В дополнение к персонализированным лейблам Coke также рекламировала свою вдохновляющую кампанию на рекламных щитах по всему миру, и вы даже могли отправлять текстовые сообщения. имя, которое будет показано всему миру.",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"

      },
      {
        "Title": "Coca-Cola: Share a Coke",
        "Description": "By now, most people are familiar with Coca-Cola bottles, cans, and advertisements featuring a tremendous selection of names under the “Share a Coke with…” campaign. What started in Australia in 2011 with 150 of the country’s most popular names transformed into a global sensation, and now you can even contact Coca-Cola for a personalized bottle featuring a nickname or company logo. Such a temporary item’s personalization was hugely creative and gave way to other Coke campaigns with labels featuring song lyrics, holiday destinations, and more.In addition to the personalized labels, Coke also advertised their inspiring campaign on billboards worldwide, and you could even text in a name to be featured for the world to see.",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"

      }
    ]
  },
  {

    "CreatedAt": "09/18/2021",
    "Image": "DC74DA73-FE24-4511-8390-06599407F80B.jpg",
    "Source": "",
    "IsActive": true,
    "Translations": [
      {
        "Title": "DeBeers: Бриллиант навсегда",
        "Description": "Возможно, это одна из самых успешных рекламных кампаний. DeBeers навсегда изменила алмазную промышленность и брак благодаря своему простому лозунгу: «Бриллиант - это навсегда». До этой кампании обручальные кольца с бриллиантами не были так популярны, как сегодня, поэтому ДеБирс практически построил всю отрасль с нуля. Демонстрация того, как правильная кампания с использованием правильных слов и правильного изображения в нужное время может изменить весь рынок. С 1948 года в каждой рекламе DeBeers было написано: «Бриллиант - это навсегда», а в 1999 году AdAge присудил кампании «Слоган №1 века». Вывод: никогда не недооценивайте силу рекламы в создании роскоши и ценности.",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"
      },
      {
        "Title": "DeBeers: A Diamond is Forever",
        "Description": "Possibly one of the successful ad campaigns ever, DeBeers effectively changed the diamond industry and marriage forever with their simple slogan: “A diamond is forever.” Before this campaign, diamond engagement rings weren’t anywhere near as popular as they are today, so DeBeers practically built the entire industry from the ground up. Showing how the right campaign, using the right words, with the right visual, at the right time can transform an entire market. Since 1948, every single DeBeers advertisement featured the words “A diamond is forever,” and AdAge awarded the campaign “#1 Slogan of the Century” in 1999. Takeaway: Never underestimate the power of advertising for creating luxury and value.",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"
      }
    ]
  },
  {

    "CreatedAt": "10/24/2021",
    "Image": "E49530E6-4E33-4A32-8D6A-499F4F1D7913.jpg",
    "Source": "Будвайзер: «Что за дела».",
    "IsActive": false,
    "Translations": [
      {
        "Title": "Будвайзер: «Что за дела».",
        "Description": "Лучшие рекламные объявления остаются с нами даже после того, как их больше нет, и Budweiser всегда умел привлекать вдохновение и творческий потенциал своей аудитории с помощью креативных и забавных рекламных объявлений. Телевизионный рекламный ролик «Whassup» впервые появился в 1999 году и транслировался до 2002 года. В нем была представлена группа друзей, которые «смотрели игру, и у них был зародыш», и тем из нас, кто был достаточно взрослым, чтобы запомнить 90-е, появилась крылатая фраза, которая продержалась бы долго. годы. В 2020 году Budweiser переосмыслил эту успешную кампанию, выпустив «карантинный выпуск», где «проверка товарищей» - это «что за дела».",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"

      },
      {
        "Title": "Budweiser: \"Whassup.\"",
        "Description": "The best ads stay with us even after they’re gone, and Budweiser has always been great at capturing the inspiration and creativity of its audience with creative, funny ads. The “Whassup” television commercial first appeared in 1999, airing until 2002. It featured a group of friends who were “watching the game, havin’ a Bud” and gave those of us old enough to remember the 90s a catchphrase that would last for years. In 2020, Budweiser reimagined this successful campaign with a “quarantine edition” where “checking up on mates” is “whassup.”",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"

      }
    ]
  },
  {
    "CreatedAt": "10/01/2021",
    "Image": "03EC81D9-09D8-4419-9968-5F42FF03A7D8.jpg",
    "Source": "",
    "IsActive": false,
    "Translations": [
      {
        "Title": "Absolut: бутылка Absolut",
        "Description": "Печатная маркетинговая кампания Absolut началась в 1980 году и оказалась невероятно успешной. Это была самая продолжительная непрерывная рекламная кампания, которая длилась 25 лет и содержала более 1500 различных изображений, и резко увеличила долю Absolut на рынке водки в США.\r\nНесмотря на относительно приземленный внешний вид бутылки водки Absolut, в этой креативной маркетинговой кампании использовались предметы повседневного обихода и декорации, имитирующие форму, создавая захватывающее повествование, полюбившееся всем.\r\nВывод: даже если ваш продукт выглядит скучно, вы все равно можете сделать его интересным и уникальным, проявив немного творчества.",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"

      },
      {
        "Title": "Absolut: The Absolut Bottle",
        "Description": "The Absolut print marketing campaign started in 1980 and was unbelievably successful. Running for 25 years and featuring over 1,500 different images, this was the longest uninterrupted ad campaign ever and dramatically increased Absolut’s share of the US vodka market.\r\nDespite the Absolut vodka bottle’s relatively mundane appearance, this creative marketing campaign involved everyday items and scenery being used to mimic the shape, creating an exciting narrative loved by all.\r\nTakeaway: Even if your product looks uninspiring, you can still make it interesting and unique with a bit of creativity.",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"

      }
    ]
  },
  {
    "CreatedAt": "10/05/2021",
    "Image": "20224B20-6CAB-4CF1-BD54-2CFD44E8E927.jpg",
    "Source": "",
    "IsActive": true,
    "Translations": [
      {
        "Title": "Совет по переработке молока в Калифорнии",
        "Description": "Одна из самых известных печатных объявлений во всем мире, Калифорнийский совет производителей молока «Got Milk?» Кампания увеличила продажи молока в Калифорнии на 7% за один год, и она захватила воображение людей во всем мире… мемы и пародии все еще популярны сегодня! Кампания была разработана рекламным агентством Goodby, Silverstein, & Partners и нацелена на людей, которые уже пьют молоко, с логикой, что «люди думают о молоке только тогда, когда оно у них заканчивается». Реклама включала печатные издания, телевидение, радио и рекламные щиты и показывалась более десяти лет. Вывод: иногда лучше обратиться к вашему текущему рынку, чем искать новый.",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"
      },
      {
        "Title": "California Milk Processor Board: Got Milk? ",
        "Description": "One of the most famous print ads around the world, the California Milk Processor Board’s “Got Milk?” campaign increased milk sales in California by 7% in a single year, and it captured the imagination of people worldwide… With memes and parodies still popular today! The campaign came from ad agency Goodby, Silverstein, & Partners and was aimed at people who already drink milk, with the logic that “the only time people really think about milk is when they’ve run out of it.” The ad included print, television, radio, and billboards and ran for over a decade.Takeaway: Sometimes, it’s better to appeal to your current market than to seek a new one.",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"
      }
    ]
  },
  {

    "CreatedAt": "10/08/2021",
    "Image": "4486E4A8-68D3-4172-B8B3-3CBA30F4B422.jpg",
    "Source": "",
    "IsActive": true,
    "Translations": [
      {
        "Title": "Clairol: Есть она или нет?",
        "Description": "This stand-alone print ad is from 1957 when using artificial colors in your hair was stigmatized. The slogan “does she or doesn’t she” was created following a real conversation between copywriter Shirley Polykoff and her mother-in-law, tapping into the idea that hair coloring could be a secret between a woman and her hairdresser.When the print ad first entered circulation in 1957, only 1 in 15 women admitted to coloring their hair. By the end of the campaign (11 years later), this increased to 1 in 2! Takeaway: It’s better to show than tell. ",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"

      },
      {
        "Title": "Clairol: Does She or Doesn’t She? ",
        "Description": "Это отдельная печатная реклама 1957 года, когда использование искусственных красителей в волосах было заклеймено. Слоган «делает она или нет» был создан после реального разговора между копирайтером Ширли Поликофф и ее свекровью, в ходе которого была высказана идея о том, что окрашивание волос может быть секретом между женщиной и ее парикмахером. Объявление впервые появилось в обращении в 1957 году, только одна из 15 женщин призналась в окрашивании волос. К концу кампании (11 лет спустя) это число увеличилось до 1 из 2! Вывод: лучше показать, чем рассказать.",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"
      }
    ]
  },
  {

    "CreatedAt": "10/15/2021",
    "Image": "7CE03C92-2D4E-47C2-A62E-82AD9F5A7009.jpg",
    "Source": "",
    "IsActive": false,
    "Translations": [
      {
        "Title": "BBC: Рекламный щит Дракулы",
        "Description": "Появившись в Великобритании ближе к концу 2019 года, BBC подняла наружную рекламу на совершенно новый уровень, продвигая свое новое шоу «Дракула». На этом рекламном щите был белый рисунок с несколькими стейками, вбитыми в него в течение дня: подходит для шоу о вампирах, верно? Однако ночью из-за продуманного дизайна и стратегического размещения стейков на белом фоне появлялась тень, создавая появится тень знаменитого графа. Один из лучших примеров креативной рекламы, которые мы когда-либо видели. Вывод: нестандартное мышление может позволить вам по-новому использовать классические рекламные стратегии для создания чего-то уникального.",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"

      },
      {
        "Title": "BBC: Dracula Billboard",
        "Description": "Appearing across the UK near the end of 2019, the BBC took outdoor advertising to a whole new level when promoting their new show, Dracula. This billboard featured a white design with several steaks hammered into it during the day: appropriate for a show about vampires, right? However, by night, the steaks’ clever design and strategic placement caused a shadow to appear across the white background, creating a shadow of the famous count to appear. One of the best creative advertisement examples we’ve ever seen. Takeaway: Thinking outside the box can allow you to use classic ad strategies in new ways to create something unique.",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"

      }
    ]
  },
  {

    "CreatedAt": "10/20/2021",
    "Image": "7DAF886C-0FFC-404A-9308-60BCD2E98F5C.jpg",
    "Source": "",
    "IsActive": true,
    "Translations": [
      {
        "Title": "Найк: Просто сделай это!",
        "Description": "Перед кампанией Nike «Just Do It» в конце 1980-х годов ритейлер спортивной одежды обслуживал почти исключительно профессиональных спортсменов и марафонцев. Эта масштабная кампания смогла изменить восприятие бренда, использовав последнее повальное увлечение фитнесом в США и переименовав его в магазин одежды для широких масс. По словам создателей кампании, реклама «отражает нашу основную миссию». За эти годы он появился в разных форматах, в том числе в новаторском постере, выполненном шрифтом Брайля. Вывод: никогда не поздно привлечь новую аудиторию и произвести ребрендинг на что-то более доступное.",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"
      },
      {
        "Title": "Nike: Just Do it ",
        "Description": "Before Nike’s “Just Do It” campaign in the late 1980s, the sports apparel retailer catered almost exclusively to professional athletes and marathon runners. This huge campaign managed to change the brand perception by tapping into the US’s latest fitness craze and rebranding as an apparel store for the masses.According to the campaign’s creators, the ad “speaks to our core mission.” It’s appeared in multiple formats over the years, including an innovative poster completed in braille. Takeaway: It’s never too late to reach a new audience and rebrand to something more accessible. ",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"
      }
    ]
  },
  {

    "CreatedAt": "10/22/2021",
    "Image": "C781E728-780B-44B7-96EF-CCE1C1C2054A.jpg",
    "Source": "",
    "IsActive": true,
    "Translations": [
      {
        "Title": "Coca-Cola: поделитесь колой",
        "Description": "К настоящему времени большинство людей знакомы с бутылками, банками и рекламой Coca-Cola с огромным выбором названий в рамках кампании «Поделитесь колой с…». То, что началось в Австралии в 2011 году со 150 самых популярных имен страны, превратилось в мировую сенсацию, и теперь вы даже можете связаться с Coca-Cola для получения персонализированной бутылки с псевдонимом или логотипом компании. Персонализация такого временного предмета была чрезвычайно креативной и уступила место другим кампаниям Coke с лейблами с текстами песен, местами отдыха и т. Д. В дополнение к персонализированным лейблам Coke также рекламировала свою вдохновляющую кампанию на рекламных щитах по всему миру, и вы даже могли отправлять текстовые сообщения. имя, которое будет показано всему миру.",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"

      },
      {
        "Title": "Coca-Cola: Share a Coke",
        "Description": "By now, most people are familiar with Coca-Cola bottles, cans, and advertisements featuring a tremendous selection of names under the “Share a Coke with…” campaign. What started in Australia in 2011 with 150 of the country’s most popular names transformed into a global sensation, and now you can even contact Coca-Cola for a personalized bottle featuring a nickname or company logo. Such a temporary item’s personalization was hugely creative and gave way to other Coke campaigns with labels featuring song lyrics, holiday destinations, and more.In addition to the personalized labels, Coke also advertised their inspiring campaign on billboards worldwide, and you could even text in a name to be featured for the world to see.",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"

      }
    ]
  },
  {

    "CreatedAt": "09/18/2021",
    "Image": "DC74DA73-FE24-4511-8390-06599407F80B.jpg",
    "Source": "",
    "IsActive": true,
    "Translations": [
      {
        "Title": "DeBeers: Бриллиант навсегда",
        "Description": "Возможно, это одна из самых успешных рекламных кампаний. DeBeers навсегда изменила алмазную промышленность и брак благодаря своему простому лозунгу: «Бриллиант - это навсегда». До этой кампании обручальные кольца с бриллиантами не были так популярны, как сегодня, поэтому ДеБирс практически построил всю отрасль с нуля. Демонстрация того, как правильная кампания с использованием правильных слов и правильного изображения в нужное время может изменить весь рынок. С 1948 года в каждой рекламе DeBeers было написано: «Бриллиант - это навсегда», а в 1999 году AdAge присудил кампании «Слоган №1 века». Вывод: никогда не недооценивайте силу рекламы в создании роскоши и ценности.",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"
      },
      {
        "Title": "DeBeers: A Diamond is Forever",
        "Description": "Possibly one of the successful ad campaigns ever, DeBeers effectively changed the diamond industry and marriage forever with their simple slogan: “A diamond is forever.” Before this campaign, diamond engagement rings weren’t anywhere near as popular as they are today, so DeBeers practically built the entire industry from the ground up. Showing how the right campaign, using the right words, with the right visual, at the right time can transform an entire market. Since 1948, every single DeBeers advertisement featured the words “A diamond is forever,” and AdAge awarded the campaign “#1 Slogan of the Century” in 1999. Takeaway: Never underestimate the power of advertising for creating luxury and value.",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"
      }
    ]
  },
  {

    "CreatedAt": "10/24/2021",
    "Image": "E49530E6-4E33-4A32-8D6A-499F4F1D7913.jpg",
    "Source": "Будвайзер: «Что за дела».",
    "IsActive": false,
    "Translations": [
      {
        "Title": "Будвайзер: «Что за дела».",
        "Description": "Лучшие рекламные объявления остаются с нами даже после того, как их больше нет, и Budweiser всегда умел привлекать вдохновение и творческий потенциал своей аудитории с помощью креативных и забавных рекламных объявлений. Телевизионный рекламный ролик «Whassup» впервые появился в 1999 году и транслировался до 2002 года. В нем была представлена группа друзей, которые «смотрели игру, и у них был зародыш», и тем из нас, кто был достаточно взрослым, чтобы запомнить 90-е, появилась крылатая фраза, которая продержалась бы долго. годы. В 2020 году Budweiser переосмыслил эту успешную кампанию, выпустив «карантинный выпуск», где «проверка товарищей» - это «что за дела».",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"

      },
      {
        "Title": "Budweiser: \"Whassup.\"",
        "Description": "The best ads stay with us even after they’re gone, and Budweiser has always been great at capturing the inspiration and creativity of its audience with creative, funny ads. The “Whassup” television commercial first appeared in 1999, airing until 2002. It featured a group of friends who were “watching the game, havin’ a Bud” and gave those of us old enough to remember the 90s a catchphrase that would last for years. In 2020, Budweiser reimagined this successful campaign with a “quarantine edition” where “checking up on mates” is “whassup.”",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"

      }
    ]
  },
  {
    "CreatedAt": "10/01/2021",
    "Image": "03EC81D9-09D8-4419-9968-5F42FF03A7D8.jpg",
    "Source": "",
    "IsActive": false,
    "Translations": [
      {
        "Title": "Absolut: бутылка Absolut",
        "Description": "Печатная маркетинговая кампания Absolut началась в 1980 году и оказалась невероятно успешной. Это была самая продолжительная непрерывная рекламная кампания, которая длилась 25 лет и содержала более 1500 различных изображений, и резко увеличила долю Absolut на рынке водки в США.\r\nНесмотря на относительно приземленный внешний вид бутылки водки Absolut, в этой креативной маркетинговой кампании использовались предметы повседневного обихода и декорации, имитирующие форму, создавая захватывающее повествование, полюбившееся всем.\r\nВывод: даже если ваш продукт выглядит скучно, вы все равно можете сделать его интересным и уникальным, проявив немного творчества.",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"

      },
      {
        "Title": "Absolut: The Absolut Bottle",
        "Description": "The Absolut print marketing campaign started in 1980 and was unbelievably successful. Running for 25 years and featuring over 1,500 different images, this was the longest uninterrupted ad campaign ever and dramatically increased Absolut’s share of the US vodka market.\r\nDespite the Absolut vodka bottle’s relatively mundane appearance, this creative marketing campaign involved everyday items and scenery being used to mimic the shape, creating an exciting narrative loved by all.\r\nTakeaway: Even if your product looks uninspiring, you can still make it interesting and unique with a bit of creativity.",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"

      }
    ]
  },
  {
    "CreatedAt": "10/05/2021",
    "Image": "20224B20-6CAB-4CF1-BD54-2CFD44E8E927.jpg",
    "Source": "",
    "IsActive": true,
    "Translations": [
      {
        "Title": "Совет по переработке молока в Калифорнии",
        "Description": "Одна из самых известных печатных объявлений во всем мире, Калифорнийский совет производителей молока «Got Milk?» Кампания увеличила продажи молока в Калифорнии на 7% за один год, и она захватила воображение людей во всем мире… мемы и пародии все еще популярны сегодня! Кампания была разработана рекламным агентством Goodby, Silverstein, & Partners и нацелена на людей, которые уже пьют молоко, с логикой, что «люди думают о молоке только тогда, когда оно у них заканчивается». Реклама включала печатные издания, телевидение, радио и рекламные щиты и показывалась более десяти лет. Вывод: иногда лучше обратиться к вашему текущему рынку, чем искать новый.",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"
      },
      {
        "Title": "California Milk Processor Board: Got Milk? ",
        "Description": "One of the most famous print ads around the world, the California Milk Processor Board’s “Got Milk?” campaign increased milk sales in California by 7% in a single year, and it captured the imagination of people worldwide… With memes and parodies still popular today! The campaign came from ad agency Goodby, Silverstein, & Partners and was aimed at people who already drink milk, with the logic that “the only time people really think about milk is when they’ve run out of it.” The ad included print, television, radio, and billboards and ran for over a decade.Takeaway: Sometimes, it’s better to appeal to your current market than to seek a new one.",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"
      }
    ]
  },
  {

    "CreatedAt": "10/08/2021",
    "Image": "4486E4A8-68D3-4172-B8B3-3CBA30F4B422.jpg",
    "Source": "",
    "IsActive": true,
    "Translations": [
      {
        "Title": "Clairol: Есть она или нет?",
        "Description": "This stand-alone print ad is from 1957 when using artificial colors in your hair was stigmatized. The slogan “does she or doesn’t she” was created following a real conversation between copywriter Shirley Polykoff and her mother-in-law, tapping into the idea that hair coloring could be a secret between a woman and her hairdresser.When the print ad first entered circulation in 1957, only 1 in 15 women admitted to coloring their hair. By the end of the campaign (11 years later), this increased to 1 in 2! Takeaway: It’s better to show than tell. ",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"

      },
      {
        "Title": "Clairol: Does She or Doesn’t She? ",
        "Description": "Это отдельная печатная реклама 1957 года, когда использование искусственных красителей в волосах было заклеймено. Слоган «делает она или нет» был создан после реального разговора между копирайтером Ширли Поликофф и ее свекровью, в ходе которого была высказана идея о том, что окрашивание волос может быть секретом между женщиной и ее парикмахером. Объявление впервые появилось в обращении в 1957 году, только одна из 15 женщин призналась в окрашивании волос. К концу кампании (11 лет спустя) это число увеличилось до 1 из 2! Вывод: лучше показать, чем рассказать.",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"
      }
    ]
  },
  {

    "CreatedAt": "10/15/2021",
    "Image": "7CE03C92-2D4E-47C2-A62E-82AD9F5A7009.jpg",
    "Source": "",
    "IsActive": false,
    "Translations": [
      {
        "Title": "BBC: Рекламный щит Дракулы",
        "Description": "Появившись в Великобритании ближе к концу 2019 года, BBC подняла наружную рекламу на совершенно новый уровень, продвигая свое новое шоу «Дракула». На этом рекламном щите был белый рисунок с несколькими стейками, вбитыми в него в течение дня: подходит для шоу о вампирах, верно? Однако ночью из-за продуманного дизайна и стратегического размещения стейков на белом фоне появлялась тень, создавая появится тень знаменитого графа. Один из лучших примеров креативной рекламы, которые мы когда-либо видели. Вывод: нестандартное мышление может позволить вам по-новому использовать классические рекламные стратегии для создания чего-то уникального.",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"

      },
      {
        "Title": "BBC: Dracula Billboard",
        "Description": "Appearing across the UK near the end of 2019, the BBC took outdoor advertising to a whole new level when promoting their new show, Dracula. This billboard featured a white design with several steaks hammered into it during the day: appropriate for a show about vampires, right? However, by night, the steaks’ clever design and strategic placement caused a shadow to appear across the white background, creating a shadow of the famous count to appear. One of the best creative advertisement examples we’ve ever seen. Takeaway: Thinking outside the box can allow you to use classic ad strategies in new ways to create something unique.",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"

      }
    ]
  },
  {

    "CreatedAt": "10/20/2021",
    "Image": "7DAF886C-0FFC-404A-9308-60BCD2E98F5C.jpg",
    "Source": "",
    "IsActive": true,
    "Translations": [
      {
        "Title": "Найк: Просто сделай это!",
        "Description": "Перед кампанией Nike «Just Do It» в конце 1980-х годов ритейлер спортивной одежды обслуживал почти исключительно профессиональных спортсменов и марафонцев. Эта масштабная кампания смогла изменить восприятие бренда, использовав последнее повальное увлечение фитнесом в США и переименовав его в магазин одежды для широких масс. По словам создателей кампании, реклама «отражает нашу основную миссию». За эти годы он появился в разных форматах, в том числе в новаторском постере, выполненном шрифтом Брайля. Вывод: никогда не поздно привлечь новую аудиторию и произвести ребрендинг на что-то более доступное.",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"
      },
      {
        "Title": "Nike: Just Do it ",
        "Description": "Before Nike’s “Just Do It” campaign in the late 1980s, the sports apparel retailer catered almost exclusively to professional athletes and marathon runners. This huge campaign managed to change the brand perception by tapping into the US’s latest fitness craze and rebranding as an apparel store for the masses.According to the campaign’s creators, the ad “speaks to our core mission.” It’s appeared in multiple formats over the years, including an innovative poster completed in braille. Takeaway: It’s never too late to reach a new audience and rebrand to something more accessible. ",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"
      }
    ]
  },
  {

    "CreatedAt": "10/22/2021",
    "Image": "C781E728-780B-44B7-96EF-CCE1C1C2054A.jpg",
    "Source": "",
    "IsActive": true,
    "Translations": [
      {
        "Title": "Coca-Cola: поделитесь колой",
        "Description": "К настоящему времени большинство людей знакомы с бутылками, банками и рекламой Coca-Cola с огромным выбором названий в рамках кампании «Поделитесь колой с…». То, что началось в Австралии в 2011 году со 150 самых популярных имен страны, превратилось в мировую сенсацию, и теперь вы даже можете связаться с Coca-Cola для получения персонализированной бутылки с псевдонимом или логотипом компании. Персонализация такого временного предмета была чрезвычайно креативной и уступила место другим кампаниям Coke с лейблами с текстами песен, местами отдыха и т. Д. В дополнение к персонализированным лейблам Coke также рекламировала свою вдохновляющую кампанию на рекламных щитах по всему миру, и вы даже могли отправлять текстовые сообщения. имя, которое будет показано всему миру.",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"

      },
      {
        "Title": "Coca-Cola: Share a Coke",
        "Description": "By now, most people are familiar with Coca-Cola bottles, cans, and advertisements featuring a tremendous selection of names under the “Share a Coke with…” campaign. What started in Australia in 2011 with 150 of the country’s most popular names transformed into a global sensation, and now you can even contact Coca-Cola for a personalized bottle featuring a nickname or company logo. Such a temporary item’s personalization was hugely creative and gave way to other Coke campaigns with labels featuring song lyrics, holiday destinations, and more.In addition to the personalized labels, Coke also advertised their inspiring campaign on billboards worldwide, and you could even text in a name to be featured for the world to see.",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"

      }
    ]
  },
  {

    "CreatedAt": "09/18/2021",
    "Image": "DC74DA73-FE24-4511-8390-06599407F80B.jpg",
    "Source": "",
    "IsActive": true,
    "Translations": [
      {
        "Title": "DeBeers: Бриллиант навсегда",
        "Description": "Возможно, это одна из самых успешных рекламных кампаний. DeBeers навсегда изменила алмазную промышленность и брак благодаря своему простому лозунгу: «Бриллиант - это навсегда». До этой кампании обручальные кольца с бриллиантами не были так популярны, как сегодня, поэтому ДеБирс практически построил всю отрасль с нуля. Демонстрация того, как правильная кампания с использованием правильных слов и правильного изображения в нужное время может изменить весь рынок. С 1948 года в каждой рекламе DeBeers было написано: «Бриллиант - это навсегда», а в 1999 году AdAge присудил кампании «Слоган №1 века». Вывод: никогда не недооценивайте силу рекламы в создании роскоши и ценности.",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"
      },
      {
        "Title": "DeBeers: A Diamond is Forever",
        "Description": "Possibly one of the successful ad campaigns ever, DeBeers effectively changed the diamond industry and marriage forever with their simple slogan: “A diamond is forever.” Before this campaign, diamond engagement rings weren’t anywhere near as popular as they are today, so DeBeers practically built the entire industry from the ground up. Showing how the right campaign, using the right words, with the right visual, at the right time can transform an entire market. Since 1948, every single DeBeers advertisement featured the words “A diamond is forever,” and AdAge awarded the campaign “#1 Slogan of the Century” in 1999. Takeaway: Never underestimate the power of advertising for creating luxury and value.",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"
      }
    ]
  },
  {

    "CreatedAt": "10/24/2021",
    "Image": "E49530E6-4E33-4A32-8D6A-499F4F1D7913.jpg",
    "Source": "Будвайзер: «Что за дела».",
    "IsActive": false,
    "Translations": [
      {
        "Title": "Будвайзер: «Что за дела».",
        "Description": "Лучшие рекламные объявления остаются с нами даже после того, как их больше нет, и Budweiser всегда умел привлекать вдохновение и творческий потенциал своей аудитории с помощью креативных и забавных рекламных объявлений. Телевизионный рекламный ролик «Whassup» впервые появился в 1999 году и транслировался до 2002 года. В нем была представлена группа друзей, которые «смотрели игру, и у них был зародыш», и тем из нас, кто был достаточно взрослым, чтобы запомнить 90-е, появилась крылатая фраза, которая продержалась бы долго. годы. В 2020 году Budweiser переосмыслил эту успешную кампанию, выпустив «карантинный выпуск», где «проверка товарищей» - это «что за дела».",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"

      },
      {
        "Title": "Budweiser: \"Whassup.\"",
        "Description": "The best ads stay with us even after they’re gone, and Budweiser has always been great at capturing the inspiration and creativity of its audience with creative, funny ads. The “Whassup” television commercial first appeared in 1999, airing until 2002. It featured a group of friends who were “watching the game, havin’ a Bud” and gave those of us old enough to remember the 90s a catchphrase that would last for years. In 2020, Budweiser reimagined this successful campaign with a “quarantine edition” where “checking up on mates” is “whassup.”",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"

      }
    ]
  },
  {
    "CreatedAt": "10/01/2021",
    "Image": "03EC81D9-09D8-4419-9968-5F42FF03A7D8.jpg",
    "Source": "",
    "IsActive": false,
    "Translations": [
      {
        "Title": "Absolut: бутылка Absolut",
        "Description": "Печатная маркетинговая кампания Absolut началась в 1980 году и оказалась невероятно успешной. Это была самая продолжительная непрерывная рекламная кампания, которая длилась 25 лет и содержала более 1500 различных изображений, и резко увеличила долю Absolut на рынке водки в США.\r\nНесмотря на относительно приземленный внешний вид бутылки водки Absolut, в этой креативной маркетинговой кампании использовались предметы повседневного обихода и декорации, имитирующие форму, создавая захватывающее повествование, полюбившееся всем.\r\nВывод: даже если ваш продукт выглядит скучно, вы все равно можете сделать его интересным и уникальным, проявив немного творчества.",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"

      },
      {
        "Title": "Absolut: The Absolut Bottle",
        "Description": "The Absolut print marketing campaign started in 1980 and was unbelievably successful. Running for 25 years and featuring over 1,500 different images, this was the longest uninterrupted ad campaign ever and dramatically increased Absolut’s share of the US vodka market.\r\nDespite the Absolut vodka bottle’s relatively mundane appearance, this creative marketing campaign involved everyday items and scenery being used to mimic the shape, creating an exciting narrative loved by all.\r\nTakeaway: Even if your product looks uninspiring, you can still make it interesting and unique with a bit of creativity.",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"

      }
    ]
  },
  {
    "CreatedAt": "10/05/2021",
    "Image": "20224B20-6CAB-4CF1-BD54-2CFD44E8E927.jpg",
    "Source": "",
    "IsActive": true,
    "Translations": [
      {
        "Title": "Совет по переработке молока в Калифорнии",
        "Description": "Одна из самых известных печатных объявлений во всем мире, Калифорнийский совет производителей молока «Got Milk?» Кампания увеличила продажи молока в Калифорнии на 7% за один год, и она захватила воображение людей во всем мире… мемы и пародии все еще популярны сегодня! Кампания была разработана рекламным агентством Goodby, Silverstein, & Partners и нацелена на людей, которые уже пьют молоко, с логикой, что «люди думают о молоке только тогда, когда оно у них заканчивается». Реклама включала печатные издания, телевидение, радио и рекламные щиты и показывалась более десяти лет. Вывод: иногда лучше обратиться к вашему текущему рынку, чем искать новый.",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"
      },
      {
        "Title": "California Milk Processor Board: Got Milk? ",
        "Description": "One of the most famous print ads around the world, the California Milk Processor Board’s “Got Milk?” campaign increased milk sales in California by 7% in a single year, and it captured the imagination of people worldwide… With memes and parodies still popular today! The campaign came from ad agency Goodby, Silverstein, & Partners and was aimed at people who already drink milk, with the logic that “the only time people really think about milk is when they’ve run out of it.” The ad included print, television, radio, and billboards and ran for over a decade.Takeaway: Sometimes, it’s better to appeal to your current market than to seek a new one.",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"
      }
    ]
  },
  {

    "CreatedAt": "10/08/2021",
    "Image": "4486E4A8-68D3-4172-B8B3-3CBA30F4B422.jpg",
    "Source": "",
    "IsActive": true,
    "Translations": [
      {
        "Title": "Clairol: Есть она или нет?",
        "Description": "This stand-alone print ad is from 1957 when using artificial colors in your hair was stigmatized. The slogan “does she or doesn’t she” was created following a real conversation between copywriter Shirley Polykoff and her mother-in-law, tapping into the idea that hair coloring could be a secret between a woman and her hairdresser.When the print ad first entered circulation in 1957, only 1 in 15 women admitted to coloring their hair. By the end of the campaign (11 years later), this increased to 1 in 2! Takeaway: It’s better to show than tell. ",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"

      },
      {
        "Title": "Clairol: Does She or Doesn’t She? ",
        "Description": "Это отдельная печатная реклама 1957 года, когда использование искусственных красителей в волосах было заклеймено. Слоган «делает она или нет» был создан после реального разговора между копирайтером Ширли Поликофф и ее свекровью, в ходе которого была высказана идея о том, что окрашивание волос может быть секретом между женщиной и ее парикмахером. Объявление впервые появилось в обращении в 1957 году, только одна из 15 женщин призналась в окрашивании волос. К концу кампании (11 лет спустя) это число увеличилось до 1 из 2! Вывод: лучше показать, чем рассказать.",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"
      }
    ]
  },
  {

    "CreatedAt": "10/15/2021",
    "Image": "7CE03C92-2D4E-47C2-A62E-82AD9F5A7009.jpg",
    "Source": "",
    "IsActive": false,
    "Translations": [
      {
        "Title": "BBC: Рекламный щит Дракулы",
        "Description": "Появившись в Великобритании ближе к концу 2019 года, BBC подняла наружную рекламу на совершенно новый уровень, продвигая свое новое шоу «Дракула». На этом рекламном щите был белый рисунок с несколькими стейками, вбитыми в него в течение дня: подходит для шоу о вампирах, верно? Однако ночью из-за продуманного дизайна и стратегического размещения стейков на белом фоне появлялась тень, создавая появится тень знаменитого графа. Один из лучших примеров креативной рекламы, которые мы когда-либо видели. Вывод: нестандартное мышление может позволить вам по-новому использовать классические рекламные стратегии для создания чего-то уникального.",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"

      },
      {
        "Title": "BBC: Dracula Billboard",
        "Description": "Appearing across the UK near the end of 2019, the BBC took outdoor advertising to a whole new level when promoting their new show, Dracula. This billboard featured a white design with several steaks hammered into it during the day: appropriate for a show about vampires, right? However, by night, the steaks’ clever design and strategic placement caused a shadow to appear across the white background, creating a shadow of the famous count to appear. One of the best creative advertisement examples we’ve ever seen. Takeaway: Thinking outside the box can allow you to use classic ad strategies in new ways to create something unique.",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"

      }
    ]
  },
  {

    "CreatedAt": "10/20/2021",
    "Image": "7DAF886C-0FFC-404A-9308-60BCD2E98F5C.jpg",
    "Source": "",
    "IsActive": true,
    "Translations": [
      {
        "Title": "Найк: Просто сделай это!",
        "Description": "Перед кампанией Nike «Just Do It» в конце 1980-х годов ритейлер спортивной одежды обслуживал почти исключительно профессиональных спортсменов и марафонцев. Эта масштабная кампания смогла изменить восприятие бренда, использовав последнее повальное увлечение фитнесом в США и переименовав его в магазин одежды для широких масс. По словам создателей кампании, реклама «отражает нашу основную миссию». За эти годы он появился в разных форматах, в том числе в новаторском постере, выполненном шрифтом Брайля. Вывод: никогда не поздно привлечь новую аудиторию и произвести ребрендинг на что-то более доступное.",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"
      },
      {
        "Title": "Nike: Just Do it ",
        "Description": "Before Nike’s “Just Do It” campaign in the late 1980s, the sports apparel retailer catered almost exclusively to professional athletes and marathon runners. This huge campaign managed to change the brand perception by tapping into the US’s latest fitness craze and rebranding as an apparel store for the masses.According to the campaign’s creators, the ad “speaks to our core mission.” It’s appeared in multiple formats over the years, including an innovative poster completed in braille. Takeaway: It’s never too late to reach a new audience and rebrand to something more accessible. ",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"
      }
    ]
  },
  {

    "CreatedAt": "10/22/2021",
    "Image": "C781E728-780B-44B7-96EF-CCE1C1C2054A.jpg",
    "Source": "",
    "IsActive": true,
    "Translations": [
      {
        "Title": "Coca-Cola: поделитесь колой",
        "Description": "К настоящему времени большинство людей знакомы с бутылками, банками и рекламой Coca-Cola с огромным выбором названий в рамках кампании «Поделитесь колой с…». То, что началось в Австралии в 2011 году со 150 самых популярных имен страны, превратилось в мировую сенсацию, и теперь вы даже можете связаться с Coca-Cola для получения персонализированной бутылки с псевдонимом или логотипом компании. Персонализация такого временного предмета была чрезвычайно креативной и уступила место другим кампаниям Coke с лейблами с текстами песен, местами отдыха и т. Д. В дополнение к персонализированным лейблам Coke также рекламировала свою вдохновляющую кампанию на рекламных щитах по всему миру, и вы даже могли отправлять текстовые сообщения. имя, которое будет показано всему миру.",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"

      },
      {
        "Title": "Coca-Cola: Share a Coke",
        "Description": "By now, most people are familiar with Coca-Cola bottles, cans, and advertisements featuring a tremendous selection of names under the “Share a Coke with…” campaign. What started in Australia in 2011 with 150 of the country’s most popular names transformed into a global sensation, and now you can even contact Coca-Cola for a personalized bottle featuring a nickname or company logo. Such a temporary item’s personalization was hugely creative and gave way to other Coke campaigns with labels featuring song lyrics, holiday destinations, and more.In addition to the personalized labels, Coke also advertised their inspiring campaign on billboards worldwide, and you could even text in a name to be featured for the world to see.",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"

      }
    ]
  },
  {

    "CreatedAt": "09/18/2021",
    "Image": "DC74DA73-FE24-4511-8390-06599407F80B.jpg",
    "Source": "",
    "IsActive": true,
    "Translations": [
      {
        "Title": "DeBeers: Бриллиант навсегда",
        "Description": "Возможно, это одна из самых успешных рекламных кампаний. DeBeers навсегда изменила алмазную промышленность и брак благодаря своему простому лозунгу: «Бриллиант - это навсегда». До этой кампании обручальные кольца с бриллиантами не были так популярны, как сегодня, поэтому ДеБирс практически построил всю отрасль с нуля. Демонстрация того, как правильная кампания с использованием правильных слов и правильного изображения в нужное время может изменить весь рынок. С 1948 года в каждой рекламе DeBeers было написано: «Бриллиант - это навсегда», а в 1999 году AdAge присудил кампании «Слоган №1 века». Вывод: никогда не недооценивайте силу рекламы в создании роскоши и ценности.",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"
      },
      {
        "Title": "DeBeers: A Diamond is Forever",
        "Description": "Possibly one of the successful ad campaigns ever, DeBeers effectively changed the diamond industry and marriage forever with their simple slogan: “A diamond is forever.” Before this campaign, diamond engagement rings weren’t anywhere near as popular as they are today, so DeBeers practically built the entire industry from the ground up. Showing how the right campaign, using the right words, with the right visual, at the right time can transform an entire market. Since 1948, every single DeBeers advertisement featured the words “A diamond is forever,” and AdAge awarded the campaign “#1 Slogan of the Century” in 1999. Takeaway: Never underestimate the power of advertising for creating luxury and value.",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"
      }
    ]
  },
  {

    "CreatedAt": "10/24/2021",
    "Image": "E49530E6-4E33-4A32-8D6A-499F4F1D7913.jpg",
    "Source": "Будвайзер: «Что за дела».",
    "IsActive": false,
    "Translations": [
      {
        "Title": "Будвайзер: «Что за дела».",
        "Description": "Лучшие рекламные объявления остаются с нами даже после того, как их больше нет, и Budweiser всегда умел привлекать вдохновение и творческий потенциал своей аудитории с помощью креативных и забавных рекламных объявлений. Телевизионный рекламный ролик «Whassup» впервые появился в 1999 году и транслировался до 2002 года. В нем была представлена группа друзей, которые «смотрели игру, и у них был зародыш», и тем из нас, кто был достаточно взрослым, чтобы запомнить 90-е, появилась крылатая фраза, которая продержалась бы долго. годы. В 2020 году Budweiser переосмыслил эту успешную кампанию, выпустив «карантинный выпуск», где «проверка товарищей» - это «что за дела».",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"

      },
      {
        "Title": "Budweiser: \"Whassup.\"",
        "Description": "The best ads stay with us even after they’re gone, and Budweiser has always been great at capturing the inspiration and creativity of its audience with creative, funny ads. The “Whassup” television commercial first appeared in 1999, airing until 2002. It featured a group of friends who were “watching the game, havin’ a Bud” and gave those of us old enough to remember the 90s a catchphrase that would last for years. In 2020, Budweiser reimagined this successful campaign with a “quarantine edition” where “checking up on mates” is “whassup.”",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"

      }
    ]
  },
  {
    "CreatedAt": "10/01/2021",
    "Image": "03EC81D9-09D8-4419-9968-5F42FF03A7D8.jpg",
    "Source": "",
    "IsActive": false,
    "Translations": [
      {
        "Title": "Absolut: бутылка Absolut",
        "Description": "Печатная маркетинговая кампания Absolut началась в 1980 году и оказалась невероятно успешной. Это была самая продолжительная непрерывная рекламная кампания, которая длилась 25 лет и содержала более 1500 различных изображений, и резко увеличила долю Absolut на рынке водки в США.\r\nНесмотря на относительно приземленный внешний вид бутылки водки Absolut, в этой креативной маркетинговой кампании использовались предметы повседневного обихода и декорации, имитирующие форму, создавая захватывающее повествование, полюбившееся всем.\r\nВывод: даже если ваш продукт выглядит скучно, вы все равно можете сделать его интересным и уникальным, проявив немного творчества.",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"

      },
      {
        "Title": "Absolut: The Absolut Bottle",
        "Description": "The Absolut print marketing campaign started in 1980 and was unbelievably successful. Running for 25 years and featuring over 1,500 different images, this was the longest uninterrupted ad campaign ever and dramatically increased Absolut’s share of the US vodka market.\r\nDespite the Absolut vodka bottle’s relatively mundane appearance, this creative marketing campaign involved everyday items and scenery being used to mimic the shape, creating an exciting narrative loved by all.\r\nTakeaway: Even if your product looks uninspiring, you can still make it interesting and unique with a bit of creativity.",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"

      }
    ]
  },
  {
    "CreatedAt": "10/05/2021",
    "Image": "20224B20-6CAB-4CF1-BD54-2CFD44E8E927.jpg",
    "Source": "",
    "IsActive": true,
    "Translations": [
      {
        "Title": "Совет по переработке молока в Калифорнии",
        "Description": "Одна из самых известных печатных объявлений во всем мире, Калифорнийский совет производителей молока «Got Milk?» Кампания увеличила продажи молока в Калифорнии на 7% за один год, и она захватила воображение людей во всем мире… мемы и пародии все еще популярны сегодня! Кампания была разработана рекламным агентством Goodby, Silverstein, & Partners и нацелена на людей, которые уже пьют молоко, с логикой, что «люди думают о молоке только тогда, когда оно у них заканчивается». Реклама включала печатные издания, телевидение, радио и рекламные щиты и показывалась более десяти лет. Вывод: иногда лучше обратиться к вашему текущему рынку, чем искать новый.",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"
      },
      {
        "Title": "California Milk Processor Board: Got Milk? ",
        "Description": "One of the most famous print ads around the world, the California Milk Processor Board’s “Got Milk?” campaign increased milk sales in California by 7% in a single year, and it captured the imagination of people worldwide… With memes and parodies still popular today! The campaign came from ad agency Goodby, Silverstein, & Partners and was aimed at people who already drink milk, with the logic that “the only time people really think about milk is when they’ve run out of it.” The ad included print, television, radio, and billboards and ran for over a decade.Takeaway: Sometimes, it’s better to appeal to your current market than to seek a new one.",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"
      }
    ]
  },
  {

    "CreatedAt": "10/08/2021",
    "Image": "4486E4A8-68D3-4172-B8B3-3CBA30F4B422.jpg",
    "Source": "",
    "IsActive": true,
    "Translations": [
      {
        "Title": "Clairol: Есть она или нет?",
        "Description": "This stand-alone print ad is from 1957 when using artificial colors in your hair was stigmatized. The slogan “does she or doesn’t she” was created following a real conversation between copywriter Shirley Polykoff and her mother-in-law, tapping into the idea that hair coloring could be a secret between a woman and her hairdresser.When the print ad first entered circulation in 1957, only 1 in 15 women admitted to coloring their hair. By the end of the campaign (11 years later), this increased to 1 in 2! Takeaway: It’s better to show than tell. ",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"

      },
      {
        "Title": "Clairol: Does She or Doesn’t She? ",
        "Description": "Это отдельная печатная реклама 1957 года, когда использование искусственных красителей в волосах было заклеймено. Слоган «делает она или нет» был создан после реального разговора между копирайтером Ширли Поликофф и ее свекровью, в ходе которого была высказана идея о том, что окрашивание волос может быть секретом между женщиной и ее парикмахером. Объявление впервые появилось в обращении в 1957 году, только одна из 15 женщин призналась в окрашивании волос. К концу кампании (11 лет спустя) это число увеличилось до 1 из 2! Вывод: лучше показать, чем рассказать.",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"
      }
    ]
  },
  {

    "CreatedAt": "10/15/2021",
    "Image": "7CE03C92-2D4E-47C2-A62E-82AD9F5A7009.jpg",
    "Source": "",
    "IsActive": false,
    "Translations": [
      {
        "Title": "BBC: Рекламный щит Дракулы",
        "Description": "Появившись в Великобритании ближе к концу 2019 года, BBC подняла наружную рекламу на совершенно новый уровень, продвигая свое новое шоу «Дракула». На этом рекламном щите был белый рисунок с несколькими стейками, вбитыми в него в течение дня: подходит для шоу о вампирах, верно? Однако ночью из-за продуманного дизайна и стратегического размещения стейков на белом фоне появлялась тень, создавая появится тень знаменитого графа. Один из лучших примеров креативной рекламы, которые мы когда-либо видели. Вывод: нестандартное мышление может позволить вам по-новому использовать классические рекламные стратегии для создания чего-то уникального.",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"

      },
      {
        "Title": "BBC: Dracula Billboard",
        "Description": "Appearing across the UK near the end of 2019, the BBC took outdoor advertising to a whole new level when promoting their new show, Dracula. This billboard featured a white design with several steaks hammered into it during the day: appropriate for a show about vampires, right? However, by night, the steaks’ clever design and strategic placement caused a shadow to appear across the white background, creating a shadow of the famous count to appear. One of the best creative advertisement examples we’ve ever seen. Takeaway: Thinking outside the box can allow you to use classic ad strategies in new ways to create something unique.",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"

      }
    ]
  },
  {

    "CreatedAt": "10/20/2021",
    "Image": "7DAF886C-0FFC-404A-9308-60BCD2E98F5C.jpg",
    "Source": "",
    "IsActive": true,
    "Translations": [
      {
        "Title": "Найк: Просто сделай это!",
        "Description": "Перед кампанией Nike «Just Do It» в конце 1980-х годов ритейлер спортивной одежды обслуживал почти исключительно профессиональных спортсменов и марафонцев. Эта масштабная кампания смогла изменить восприятие бренда, использовав последнее повальное увлечение фитнесом в США и переименовав его в магазин одежды для широких масс. По словам создателей кампании, реклама «отражает нашу основную миссию». За эти годы он появился в разных форматах, в том числе в новаторском постере, выполненном шрифтом Брайля. Вывод: никогда не поздно привлечь новую аудиторию и произвести ребрендинг на что-то более доступное.",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"
      },
      {
        "Title": "Nike: Just Do it ",
        "Description": "Before Nike’s “Just Do It” campaign in the late 1980s, the sports apparel retailer catered almost exclusively to professional athletes and marathon runners. This huge campaign managed to change the brand perception by tapping into the US’s latest fitness craze and rebranding as an apparel store for the masses.According to the campaign’s creators, the ad “speaks to our core mission.” It’s appeared in multiple formats over the years, including an innovative poster completed in braille. Takeaway: It’s never too late to reach a new audience and rebrand to something more accessible. ",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"
      }
    ]
  },
  {

    "CreatedAt": "10/22/2021",
    "Image": "C781E728-780B-44B7-96EF-CCE1C1C2054A.jpg",
    "Source": "",
    "IsActive": true,
    "Translations": [
      {
        "Title": "Coca-Cola: поделитесь колой",
        "Description": "К настоящему времени большинство людей знакомы с бутылками, банками и рекламой Coca-Cola с огромным выбором названий в рамках кампании «Поделитесь колой с…». То, что началось в Австралии в 2011 году со 150 самых популярных имен страны, превратилось в мировую сенсацию, и теперь вы даже можете связаться с Coca-Cola для получения персонализированной бутылки с псевдонимом или логотипом компании. Персонализация такого временного предмета была чрезвычайно креативной и уступила место другим кампаниям Coke с лейблами с текстами песен, местами отдыха и т. Д. В дополнение к персонализированным лейблам Coke также рекламировала свою вдохновляющую кампанию на рекламных щитах по всему миру, и вы даже могли отправлять текстовые сообщения. имя, которое будет показано всему миру.",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"

      },
      {
        "Title": "Coca-Cola: Share a Coke",
        "Description": "By now, most people are familiar with Coca-Cola bottles, cans, and advertisements featuring a tremendous selection of names under the “Share a Coke with…” campaign. What started in Australia in 2011 with 150 of the country’s most popular names transformed into a global sensation, and now you can even contact Coca-Cola for a personalized bottle featuring a nickname or company logo. Such a temporary item’s personalization was hugely creative and gave way to other Coke campaigns with labels featuring song lyrics, holiday destinations, and more.In addition to the personalized labels, Coke also advertised their inspiring campaign on billboards worldwide, and you could even text in a name to be featured for the world to see.",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"

      }
    ]
  },
  {

    "CreatedAt": "09/18/2021",
    "Image": "DC74DA73-FE24-4511-8390-06599407F80B.jpg",
    "Source": "",
    "IsActive": true,
    "Translations": [
      {
        "Title": "DeBeers: Бриллиант навсегда",
        "Description": "Возможно, это одна из самых успешных рекламных кампаний. DeBeers навсегда изменила алмазную промышленность и брак благодаря своему простому лозунгу: «Бриллиант - это навсегда». До этой кампании обручальные кольца с бриллиантами не были так популярны, как сегодня, поэтому ДеБирс практически построил всю отрасль с нуля. Демонстрация того, как правильная кампания с использованием правильных слов и правильного изображения в нужное время может изменить весь рынок. С 1948 года в каждой рекламе DeBeers было написано: «Бриллиант - это навсегда», а в 1999 году AdAge присудил кампании «Слоган №1 века». Вывод: никогда не недооценивайте силу рекламы в создании роскоши и ценности.",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"
      },
      {
        "Title": "DeBeers: A Diamond is Forever",
        "Description": "Possibly one of the successful ad campaigns ever, DeBeers effectively changed the diamond industry and marriage forever with their simple slogan: “A diamond is forever.” Before this campaign, diamond engagement rings weren’t anywhere near as popular as they are today, so DeBeers practically built the entire industry from the ground up. Showing how the right campaign, using the right words, with the right visual, at the right time can transform an entire market. Since 1948, every single DeBeers advertisement featured the words “A diamond is forever,” and AdAge awarded the campaign “#1 Slogan of the Century” in 1999. Takeaway: Never underestimate the power of advertising for creating luxury and value.",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"
      }
    ]
  },
  {

    "CreatedAt": "10/24/2021",
    "Image": "E49530E6-4E33-4A32-8D6A-499F4F1D7913.jpg",
    "Source": "Будвайзер: «Что за дела».",
    "IsActive": false,
    "Translations": [
      {
        "Title": "Будвайзер: «Что за дела».",
        "Description": "Лучшие рекламные объявления остаются с нами даже после того, как их больше нет, и Budweiser всегда умел привлекать вдохновение и творческий потенциал своей аудитории с помощью креативных и забавных рекламных объявлений. Телевизионный рекламный ролик «Whassup» впервые появился в 1999 году и транслировался до 2002 года. В нем была представлена группа друзей, которые «смотрели игру, и у них был зародыш», и тем из нас, кто был достаточно взрослым, чтобы запомнить 90-е, появилась крылатая фраза, которая продержалась бы долго. годы. В 2020 году Budweiser переосмыслил эту успешную кампанию, выпустив «карантинный выпуск», где «проверка товарищей» - это «что за дела».",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"

      },
      {
        "Title": "Budweiser: \"Whassup.\"",
        "Description": "The best ads stay with us even after they’re gone, and Budweiser has always been great at capturing the inspiration and creativity of its audience with creative, funny ads. The “Whassup” television commercial first appeared in 1999, airing until 2002. It featured a group of friends who were “watching the game, havin’ a Bud” and gave those of us old enough to remember the 90s a catchphrase that would last for years. In 2020, Budweiser reimagined this successful campaign with a “quarantine edition” where “checking up on mates” is “whassup.”",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"

      }
    ]
  },
  {
    "CreatedAt": "10/01/2021",
    "Image": "03EC81D9-09D8-4419-9968-5F42FF03A7D8.jpg",
    "Source": "",
    "IsActive": false,
    "Translations": [
      {
        "Title": "Absolut: бутылка Absolut",
        "Description": "Печатная маркетинговая кампания Absolut началась в 1980 году и оказалась невероятно успешной. Это была самая продолжительная непрерывная рекламная кампания, которая длилась 25 лет и содержала более 1500 различных изображений, и резко увеличила долю Absolut на рынке водки в США.\r\nНесмотря на относительно приземленный внешний вид бутылки водки Absolut, в этой креативной маркетинговой кампании использовались предметы повседневного обихода и декорации, имитирующие форму, создавая захватывающее повествование, полюбившееся всем.\r\nВывод: даже если ваш продукт выглядит скучно, вы все равно можете сделать его интересным и уникальным, проявив немного творчества.",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"

      },
      {
        "Title": "Absolut: The Absolut Bottle",
        "Description": "The Absolut print marketing campaign started in 1980 and was unbelievably successful. Running for 25 years and featuring over 1,500 different images, this was the longest uninterrupted ad campaign ever and dramatically increased Absolut’s share of the US vodka market.\r\nDespite the Absolut vodka bottle’s relatively mundane appearance, this creative marketing campaign involved everyday items and scenery being used to mimic the shape, creating an exciting narrative loved by all.\r\nTakeaway: Even if your product looks uninspiring, you can still make it interesting and unique with a bit of creativity.",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"

      }
    ]
  },
  {
    "CreatedAt": "10/05/2021",
    "Image": "20224B20-6CAB-4CF1-BD54-2CFD44E8E927.jpg",
    "Source": "",
    "IsActive": true,
    "Translations": [
      {
        "Title": "Совет по переработке молока в Калифорнии",
        "Description": "Одна из самых известных печатных объявлений во всем мире, Калифорнийский совет производителей молока «Got Milk?» Кампания увеличила продажи молока в Калифорнии на 7% за один год, и она захватила воображение людей во всем мире… мемы и пародии все еще популярны сегодня! Кампания была разработана рекламным агентством Goodby, Silverstein, & Partners и нацелена на людей, которые уже пьют молоко, с логикой, что «люди думают о молоке только тогда, когда оно у них заканчивается». Реклама включала печатные издания, телевидение, радио и рекламные щиты и показывалась более десяти лет. Вывод: иногда лучше обратиться к вашему текущему рынку, чем искать новый.",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"
      },
      {
        "Title": "California Milk Processor Board: Got Milk? ",
        "Description": "One of the most famous print ads around the world, the California Milk Processor Board’s “Got Milk?” campaign increased milk sales in California by 7% in a single year, and it captured the imagination of people worldwide… With memes and parodies still popular today! The campaign came from ad agency Goodby, Silverstein, & Partners and was aimed at people who already drink milk, with the logic that “the only time people really think about milk is when they’ve run out of it.” The ad included print, television, radio, and billboards and ran for over a decade.Takeaway: Sometimes, it’s better to appeal to your current market than to seek a new one.",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"
      }
    ]
  },
  {

    "CreatedAt": "10/08/2021",
    "Image": "4486E4A8-68D3-4172-B8B3-3CBA30F4B422.jpg",
    "Source": "",
    "IsActive": true,
    "Translations": [
      {
        "Title": "Clairol: Есть она или нет?",
        "Description": "This stand-alone print ad is from 1957 when using artificial colors in your hair was stigmatized. The slogan “does she or doesn’t she” was created following a real conversation between copywriter Shirley Polykoff and her mother-in-law, tapping into the idea that hair coloring could be a secret between a woman and her hairdresser.When the print ad first entered circulation in 1957, only 1 in 15 women admitted to coloring their hair. By the end of the campaign (11 years later), this increased to 1 in 2! Takeaway: It’s better to show than tell. ",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"

      },
      {
        "Title": "Clairol: Does She or Doesn’t She? ",
        "Description": "Это отдельная печатная реклама 1957 года, когда использование искусственных красителей в волосах было заклеймено. Слоган «делает она или нет» был создан после реального разговора между копирайтером Ширли Поликофф и ее свекровью, в ходе которого была высказана идея о том, что окрашивание волос может быть секретом между женщиной и ее парикмахером. Объявление впервые появилось в обращении в 1957 году, только одна из 15 женщин призналась в окрашивании волос. К концу кампании (11 лет спустя) это число увеличилось до 1 из 2! Вывод: лучше показать, чем рассказать.",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"
      }
    ]
  },
  {

    "CreatedAt": "10/15/2021",
    "Image": "7CE03C92-2D4E-47C2-A62E-82AD9F5A7009.jpg",
    "Source": "",
    "IsActive": false,
    "Translations": [
      {
        "Title": "BBC: Рекламный щит Дракулы",
        "Description": "Появившись в Великобритании ближе к концу 2019 года, BBC подняла наружную рекламу на совершенно новый уровень, продвигая свое новое шоу «Дракула». На этом рекламном щите был белый рисунок с несколькими стейками, вбитыми в него в течение дня: подходит для шоу о вампирах, верно? Однако ночью из-за продуманного дизайна и стратегического размещения стейков на белом фоне появлялась тень, создавая появится тень знаменитого графа. Один из лучших примеров креативной рекламы, которые мы когда-либо видели. Вывод: нестандартное мышление может позволить вам по-новому использовать классические рекламные стратегии для создания чего-то уникального.",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"

      },
      {
        "Title": "BBC: Dracula Billboard",
        "Description": "Appearing across the UK near the end of 2019, the BBC took outdoor advertising to a whole new level when promoting their new show, Dracula. This billboard featured a white design with several steaks hammered into it during the day: appropriate for a show about vampires, right? However, by night, the steaks’ clever design and strategic placement caused a shadow to appear across the white background, creating a shadow of the famous count to appear. One of the best creative advertisement examples we’ve ever seen. Takeaway: Thinking outside the box can allow you to use classic ad strategies in new ways to create something unique.",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"

      }
    ]
  },
  {

    "CreatedAt": "10/20/2021",
    "Image": "7DAF886C-0FFC-404A-9308-60BCD2E98F5C.jpg",
    "Source": "",
    "IsActive": true,
    "Translations": [
      {
        "Title": "Найк: Просто сделай это!",
        "Description": "Перед кампанией Nike «Just Do It» в конце 1980-х годов ритейлер спортивной одежды обслуживал почти исключительно профессиональных спортсменов и марафонцев. Эта масштабная кампания смогла изменить восприятие бренда, использовав последнее повальное увлечение фитнесом в США и переименовав его в магазин одежды для широких масс. По словам создателей кампании, реклама «отражает нашу основную миссию». За эти годы он появился в разных форматах, в том числе в новаторском постере, выполненном шрифтом Брайля. Вывод: никогда не поздно привлечь новую аудиторию и произвести ребрендинг на что-то более доступное.",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"
      },
      {
        "Title": "Nike: Just Do it ",
        "Description": "Before Nike’s “Just Do It” campaign in the late 1980s, the sports apparel retailer catered almost exclusively to professional athletes and marathon runners. This huge campaign managed to change the brand perception by tapping into the US’s latest fitness craze and rebranding as an apparel store for the masses.According to the campaign’s creators, the ad “speaks to our core mission.” It’s appeared in multiple formats over the years, including an innovative poster completed in braille. Takeaway: It’s never too late to reach a new audience and rebrand to something more accessible. ",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"
      }
    ]
  },
  {

    "CreatedAt": "10/22/2021",
    "Image": "C781E728-780B-44B7-96EF-CCE1C1C2054A.jpg",
    "Source": "",
    "IsActive": true,
    "Translations": [
      {
        "Title": "Coca-Cola: поделитесь колой",
        "Description": "К настоящему времени большинство людей знакомы с бутылками, банками и рекламой Coca-Cola с огромным выбором названий в рамках кампании «Поделитесь колой с…». То, что началось в Австралии в 2011 году со 150 самых популярных имен страны, превратилось в мировую сенсацию, и теперь вы даже можете связаться с Coca-Cola для получения персонализированной бутылки с псевдонимом или логотипом компании. Персонализация такого временного предмета была чрезвычайно креативной и уступила место другим кампаниям Coke с лейблами с текстами песен, местами отдыха и т. Д. В дополнение к персонализированным лейблам Coke также рекламировала свою вдохновляющую кампанию на рекламных щитах по всему миру, и вы даже могли отправлять текстовые сообщения. имя, которое будет показано всему миру.",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"

      },
      {
        "Title": "Coca-Cola: Share a Coke",
        "Description": "By now, most people are familiar with Coca-Cola bottles, cans, and advertisements featuring a tremendous selection of names under the “Share a Coke with…” campaign. What started in Australia in 2011 with 150 of the country’s most popular names transformed into a global sensation, and now you can even contact Coca-Cola for a personalized bottle featuring a nickname or company logo. Such a temporary item’s personalization was hugely creative and gave way to other Coke campaigns with labels featuring song lyrics, holiday destinations, and more.In addition to the personalized labels, Coke also advertised their inspiring campaign on billboards worldwide, and you could even text in a name to be featured for the world to see.",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"

      }
    ]
  },
  {

    "CreatedAt": "09/18/2021",
    "Image": "DC74DA73-FE24-4511-8390-06599407F80B.jpg",
    "Source": "",
    "IsActive": true,
    "Translations": [
      {
        "Title": "DeBeers: Бриллиант навсегда",
        "Description": "Возможно, это одна из самых успешных рекламных кампаний. DeBeers навсегда изменила алмазную промышленность и брак благодаря своему простому лозунгу: «Бриллиант - это навсегда». До этой кампании обручальные кольца с бриллиантами не были так популярны, как сегодня, поэтому ДеБирс практически построил всю отрасль с нуля. Демонстрация того, как правильная кампания с использованием правильных слов и правильного изображения в нужное время может изменить весь рынок. С 1948 года в каждой рекламе DeBeers было написано: «Бриллиант - это навсегда», а в 1999 году AdAge присудил кампании «Слоган №1 века». Вывод: никогда не недооценивайте силу рекламы в создании роскоши и ценности.",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"
      },
      {
        "Title": "DeBeers: A Diamond is Forever",
        "Description": "Possibly one of the successful ad campaigns ever, DeBeers effectively changed the diamond industry and marriage forever with their simple slogan: “A diamond is forever.” Before this campaign, diamond engagement rings weren’t anywhere near as popular as they are today, so DeBeers practically built the entire industry from the ground up. Showing how the right campaign, using the right words, with the right visual, at the right time can transform an entire market. Since 1948, every single DeBeers advertisement featured the words “A diamond is forever,” and AdAge awarded the campaign “#1 Slogan of the Century” in 1999. Takeaway: Never underestimate the power of advertising for creating luxury and value.",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"
      }
    ]
  },
  {

    "CreatedAt": "10/24/2021",
    "Image": "E49530E6-4E33-4A32-8D6A-499F4F1D7913.jpg",
    "Source": "Будвайзер: «Что за дела».",
    "IsActive": false,
    "Translations": [
      {
        "Title": "Будвайзер: «Что за дела».",
        "Description": "Лучшие рекламные объявления остаются с нами даже после того, как их больше нет, и Budweiser всегда умел привлекать вдохновение и творческий потенциал своей аудитории с помощью креативных и забавных рекламных объявлений. Телевизионный рекламный ролик «Whassup» впервые появился в 1999 году и транслировался до 2002 года. В нем была представлена группа друзей, которые «смотрели игру, и у них был зародыш», и тем из нас, кто был достаточно взрослым, чтобы запомнить 90-е, появилась крылатая фраза, которая продержалась бы долго. годы. В 2020 году Budweiser переосмыслил эту успешную кампанию, выпустив «карантинный выпуск», где «проверка товарищей» - это «что за дела».",
        "LanguageGuid": "943fee14-dba5-4195-9afe-20e4fe46f017"

      },
      {
        "Title": "Budweiser: \"Whassup.\"",
        "Description": "The best ads stay with us even after they’re gone, and Budweiser has always been great at capturing the inspiration and creativity of its audience with creative, funny ads. The “Whassup” television commercial first appeared in 1999, airing until 2002. It featured a group of friends who were “watching the game, havin’ a Bud” and gave those of us old enough to remember the 90s a catchphrase that would last for years. In 2020, Budweiser reimagined this successful campaign with a “quarantine edition” where “checking up on mates” is “whassup.”",
        "LanguageGuid": "3b7c7370-8759-400c-9624-e5fc947fb07c"

      }
    ]
  }
]